{
  "text": [
    "Oops, it looks like you've stumbled upon a page that doesn't exist. Don't worry, just head back to the homepage and try again.",
    "We're sorry, but the page you are looking for cannot be found. Please check the URL or try returning to the homepage.",
    "404 Error: The page you are looking for is not found. Maybe it was moved or deleted, or perhaps you typed the URL incorrectly. Please try again or return to the homepage.",
    "The page you are trying to access cannot be found. It may have been removed or the URL may be incorrect. Please try again or return to the homepage.",
    "Uh oh! It looks like you've reached a dead end. The page you are looking for cannot be found. Please try again or return to the homepage."
  ],
  "funny": [
    "Well this is embarrassing. We can't seem to find the page you're looking for. Maybe it's hiding from us, or maybe it's just lost. Either way, head back to the homepage and we'll see if we can find it together.",
    "404 Error: Page not found. But don't worry, we have plenty of other amazing content for you to enjoy. Just head back to the homepage and see for yourself.",
    "Uh oh! It looks like you've taken a wrong turn somewhere. The page you are looking for cannot be found. But hey, at least you get to see this awesome 404 error page. Go ahead and click the back button or return to the homepage and try again.",
    "404 Error: Page not found. But don't worry, it's not your fault. It's probably ours. So go ahead and head back to the homepage and we'll try to do better next time.",
    "We can't seem to find the page you're looking for. But don't worry, we'll keep looking. In the meantime, check out these [insert links to popular pages or categories] and see if anything interests you.",
    "404 Error: Page not found. But hey, at least you're not lost in the forest or stuck on a deserted island. Just head back to the homepage and we'll get you back on track.",
    "We're sorry, but the page you are looking for seems to have vanished into thin air. Don't worry, just head back to the homepage and we'll see if we can conjure it up again.",
    "404 Error: Page not found. But don't worry, it's not all bad news. You get to see this amazing 404 error page, complete with [insert fun image or animation]. Just head back to the homepage and try again.",
    "Oops, it looks like you've stumbled upon a page that doesn't exist. But don't worry, it's not like you walked into the wrong house or anything. Just head back to the homepage and we'll get you back on track.",
    "404 Error: Page not found. But hey, at least you're not lost in space or stuck in a black hole. Just head back to the homepage and we'll get you back to safety."
  ]
}
